{
  "Comment.nvim": {
    "branch": "master"
  },
  "DAPInstall.nvim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "barbecue.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "colorful-winsep.nvim": {
    "branch": "main"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "darkplus.nvim": {
    "branch": "master"
  },
  "everforest": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "gruvbox-material": {
    "branch": "master"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "horizon.nvim": {
    "branch": "master"
  },
  "impatient.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "inlay-hints.nvim": {
    "branch": "main"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neodim": {
    "branch": "master"
  },
  "neogen": {
    "branch": "main"
  },
  "nordic.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lightbulb": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-tundra": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "onedarkpro.nvim": {
    "branch": "main"
  },
  "oxocarbon.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "rust-tools.nvim": {
    "branch": "master"
  },
  "scope.nvim": {
    "branch": "main"
  },
  "shades-of-purple.vim": {
    "branch": "master"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "telescope-lazy.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-bbye": {
    "branch": "master"
  },
  "vim-helm": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "vim-just": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
